# შექმენი ფუნქცია სადაც შეინახავ 4 არგუმეტნს და გაამრავლებ ერთმანეთზე შემდგომ კი გამოიტან ტერმინალში
# 2) "QWERtyyUIO" ამ სტრინგის თითოეული ასო დააპატარავე დღეს ნასწავლი ფუნქციით
#     "asdasdwdaSDWDasda" ამ სტრინგის თითოეული ასო გაადიდე დღეს ნასწავლი ფუნქციითშექმენი ფუნქცია სადაც შეინახავ 4 არგუმეტნს და გაამრავლებ ერთმანეთზე შემდგომ კი გამოიტან ტერმინალში

def hack(a,b,g,d):
    print(a*b*g*d)
hack(3,78,172,9351)
print("QWERtyyUIO".lower())
print("asdasdwdaSDWDasda".upper())
print("hacker hacker hacker hacker, hacker is the best, noob is so bad, pro is normal".capitalize())
# მომხმარებელს შეაყვანინე ტექსტი და დაბეჭდე მისი პირველი ასო დიდი ასოთი
# მომხმარებელს შეაყვანინე ტექსტი და დაბეჭდე მხოლოდ პატარა ასოებით.
# მომხმარებელს შეაყვანინე სიტყვა და მოძებნე მასში ასო "a"-ს მდებარეობა.





