# 1.მე რომ ვდგები 09:30 ან 10:25 წუთს ვდგები 

# 2.შემდეგ ჩემი ძმა მაშინ მიდის სკოლაში (09:00) ხშირად მაშინაც ვარ ამდგარ როდესაც მიდის, შემდეგ მე რამეს ვჭამ ხოლმე მაინც

# 3.მე სკოლაში 13:30-ზე მივდივარ და მანამდე ვემზადები

# 4.ჩემი ძმა იმ დროს მოდის სკოლიდან როდესც მე მივდივარ და მე 17:30-ზე

# 5.შემდეგ ვმეცადინეობ რაღაც საგნებს ვმეცადინეობ შემდეგ ცოტა დისქორდში სერვერში რაღაცეებს ვაკეთებ

# 6.შემდეგ ვჭამ რაღაც საჭმელს

# 7.შემდეგ ჩემ GOA-ს წევრის მეგობრებს ველაპარაკები ან სკოლის

# 8.შემდეგ ისევ დისქორდი ან რამე ვიზუალ სტუდიო ქოდეში ვაკეთებ რაღაცას

# 9.შემდეგ ვჭამ ისევ

# 10. ბოლოს ვიძინებ