# რას ნინავს == ?

# == ეს ნიშნავს: ერთიცალი ხომ ნიშნავს ცვლადის შენახვას და პითონმა გადაწყვიტა ერთი ტოლობა უკვე რაღაცას ნიშნავსო და მერე მოიფიქრა რომ ორი ნიშნავს ნამდვილ ტოლობასო და შექმნა.


#რას ნიშნავს > ?

# ეს ნიშნავს:მოიფიქრა რომ ნამდვილად მათემატიკაში როგორც არის მეტობა ისე აქ


# რას ნიშნავს < ?

# ეს ნიშნავს: მოიფიქრა რომ ნამდვილ მათემატიკაში როგორც არის ნაკლებობა ისე აქ


# რას ნიშნავს != ?

# ეს ნიშნავს: რომ დაფიქრდა პითონი და მოიფიქრა მოდიო ესეთ რაღაცას შევქმნი რომელიც ნიშნავს არ უდრის და ნიშანი არის ესეთი; !=


# რას ნიშნავს >= ?

# ეს ნიშნავს: კიდე მოიფიქრა და გადაწყვიტა ესეთი ყოფილიყო; ან მეტიო ან ტოლიო


# რას ნიშნავს <= ?

# ეს ნიშნავს: კიდევ მოიფიქრა და გადაწყვიტა ყოფილიყო; ან ნაკლებიო ან ტოლიო



# და ეს არის პითონის უტოლობა

