# day 26

# 1) შექმენით სია, სიაში იყოს 10 ელემენტი და გამოიტანეთ 5  index-ი დან მე-8 index-მდე, 

# 2) დაწერეთ კომენტარებით რაში გვეხმარება slicing

# 3) შექმენით სია, სიაში უნდა იყოს 10 ელემენტი, და შეაბრუნეთ მთლიანი სია

# 4) შექმენიტ 10 ელემენტიანი სია, შემდეგ 10-ვე ელემენტს შეუცვალე მნიშვნელობა, საბოლოოდ დაპრინტე

# 5) რა განსხვავებაა sting-ს და list შორის? დაწერე კომენტარებით

programs = ["python" , "html" , "css" , "javascript" , "typescript" , "ecmascript" , "react" , "next.js" , "nmp" , "npx" , "node.js" , "terminal" , "cmd"]
print(programs[5:8])